/* Indicates an approximate number */
"About" = "Cerca de";

/* Denotes past dates */
"ago" = "atrás";

/* Indicates an approaching number */
"Almost" = "Casi";

/* One day in time */
"day" = "día";

/* More than one day in time */
"days" = "días";

/* Denotes future dates */
"from now" = "desde ahora";

/* One hour in time */
"hour" = "hora";

/* More than one hour in time */
"hours" = "horas";

/* Indicates a less-than number */
"Less than" = "Menos de";

/* One minute in time */
"minute" = "minuto";

/* More than one minute in time */
"minutes" = "minutos";

/* One month in time */
"month" = "mes";

/* More than one month in time */
"months" = "meses";

/* Indicates an exceeding number */
"Over" = "Más de";

/* One second in time */
"second" = "segundo";

/* More than one second in time */
"seconds" = "segundos";

/* One year in time */
"year" = "año";

/* More than one year in time */
"years" = "años";

